command_not_found_handle() {
        /data/data/com.termux/files/usr/libexec/termux/command-not-found "$1"
}
PS1='\[\e[31m\]┌─[\[\e[37m\]\T\[\e[31m\]]─────\e[1;93m{𝗛.𝗚.}\e[0;31m───[\#]\n|\n\e[0;31m└─[\[\e[31m\]\e[0;35m\W\[\e[31m\]]────►\e[1;96m'
clear
mpv /$HOME/HGIF/play.mp3
clear
echo -e "              Created By \e[31m 𝘼𝙍𝙈𝘼𝙉 𝙅𝘼𝘽𝙄𝙍"
echo "---------------------------------------------------------------" | lolcat

echo "
               ╭══════════════════════💜═╮
              
              <      🇮 🇱‌🇴‌🇻‌🇪 ℍ𝔸ℂ𝕂𝕀ℕ𝔾      >

               ╰═💜═════════════════════╯ 

 "  | lolcat
echo -e "\e[31m                  WELCOME HACKING-GURU"
